INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "请再试一次";
INSTALLER_GENERIC_CONTINUE = "继续";
INSTALLER_GENERIC_CANCEL = "取消";
INSTALLER_GENERIC_BACK = "后";
INSTALLER_GENERIC_REINSTALL = "重新安装";
INSTALLER_GENERIC_LAUNCH_GHUB = "启动";
INSTALLER_GENERIC_UNINSTALL = "卸载";
INSTALLER_GENERIC_LETS_PARTY = "尽情游戏";
INSTALLER_GENERIC_QUIT = "退出";
INSTALLER_GENERIC_REBOOT_NOW = "立即重新启动";
INSTALLER_GENERIC_REBOOT_LATER = "稍后重新启动";
INSTALLER_POWER_EVENT_INSTALL = "正在安装 G HUB。";
INSTALLER_POWER_EVENT_UPDATE = "正在更新 G HUB。";
INSTALLER_POWER_EVENT_UNINSTALL = "正在卸载 G HUB。";
INSTALLER_ONLINE_HELP = "联机帮助";
INSTALLER_MORE_DETAILS = "更多详情";
INSTALLER_LESS_DETAILS = "详情缺失";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DLL_FAILURE_HELP_LINK = "https://support.logi.com/hc/articles/22319000700951";
INSTALLER_DISK_INDICATOR_NORMAL = "{1} 驱动器上目前有 {0}GB 可用";
INSTALLER_DISK_INDICATOR_WARNING = "{0} 驱动器上的可用空间少于 1GB";
INSTALLER_DISK_INDICATOR_ERROR = "{0} 驱动器上的可用空间少于 500MB";
INSTALLER_ERROR_DOWNLOAD_INIT = "由于网络问题，下载初始化失败。请重试。";
INSTALLER_ERROR_NETWORK_ISSUE = "由于网络问题，下载失败。请重试。";
INSTALLER_ERROR_UPDATE_SUMMARY = "无法获取有效的更新摘要。请重试。";
INSTALLER_ERROR_DISK_FULL = "可用磁盘空间不足。";
INSTALLER_ERROR_UNCAUGHT_ERROR = "安装时发生错误。请重试。";
INSTALLER_ERROR_UNPACKING = "无法解压安装程序资源。重新启动安装程序可能会解决此问题。";
INSTALLER_ERROR_DLL_LOADING = "无法加载安装程序的基本组件。如需获得帮助，请参考以下链接。";
INSTALLER_ERROR_START_INSTALL = "无法开始安装。关闭安装程序并重新启动可能会解决此问题。";
INSTALLER_ERROR_REDOWNLOAD = "请重新下载，请访问 ";
INSTALLER_ERROR_OS_VERSION = "G HUB 不兼容您当前的操作系统。请检查 G HUB 的操作系统兼容性以了解更多信息。";
INSTALLER_ERROR_UPDATER_FOLDER = "无法创建安装文件夹。";
INSTALLER_ERROR_UPDATER_FAILED_TO_REMOVE_STORAGE_FOLDER = "我们无法删除此文件夹：{0}。请尝试手动删除此文件夹或重启计算机，然后重试。";
INSTALLER_ERROR_UPDATER_FAILED_TO_CREATE_UPDATER_FOLDER = "我们无法创建此文件夹：{0}。请尝试手动删除此文件夹或重启计算机，然后重试。";
INSTALLER_ERROR_UPDATER_FAILED_TO_SECURE_STORAGE_DIRECTORY = "一个安全错误阻止了安装并阻止了对此文件夹的访问：{0}。更多信息，请点击“更多详情”。";
INSTALLER_ERROR_UPDATER_STORAGE_DIRECTORY_IS_NOT_EMPTY = "更新程序文件夹 ({0}) 不是空的。请尝试手动删除此文件夹，然后重试。";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "G HUB 安装未成功";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "在尝试再次运行安装之前重新启动电脑。如果问题仍然存在，请联系 {WEBSITE}。";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "客户支持";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "官方网站。";
INSTALLER_INFO_VERSION = "版本 {0}";
INSTALLER_INFO_DESTINATION = "安装在 {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB/{1} MB（{2} MB/s）";
INSTALLER_LOADING_MESSAGE_0 = "我们检测到下载速度缓慢";
INSTALLER_LOADING_MESSAGE_1 = "要等等吗？我们正在进行一些校准";
INSTALLER_LOADING_MESSAGE_2 = "请确保正确连接了打印机和隐身历史记录";
INSTALLER_LOADING_MESSAGE_3 = "转移反应堆功率";
INSTALLER_LOADING_MESSAGE_4 = "召唤彩虹猫";
INSTALLER_LOADING_MESSAGE_5 = "您需要更多的绿色气体";
INSTALLER_LOADING_MESSAGE_6 = "我没有做任何可疑的事情。真的！";
INSTALLER_LOADING_MESSAGE_7 = "分化无限矩阵";
INSTALLER_LOADING_MESSAGE_8 = "您必须构造其他塔";
INSTALLER_LOADING_MESSAGE_9 = "维生素 D 是人体必需的";
INSTALLER_LOADING_MESSAGE_10 = "空间折叠引擎，启动";
INSTALLER_LOADING_MESSAGE_11 = "双鸟在林不如一鸟在手";
INSTALLER_LOADING_MESSAGE_12 = "玩得开心，时光飞逝";
INSTALLER_LOADING_MESSAGE_13 = "从系统中获取东西";
INSTALLER_LOADING_MESSAGE_14 = "这个也行";
INSTALLER_LOADING_MESSAGE_15 = "穿上裤子";
INSTALLER_LOADING_MESSAGE_16 = "派出我们最好的战士";
INSTALLER_LOADING_MESSAGE_17 = "Cyan 看起来...";
INSTALLER_LOADING_MESSAGE_18 = "网状曲线";
INSTALLER_LOADING_MESSAGE_19 = "制定世界统治计划";
INSTALLER_LOADING_MESSAGE_20 = "此按钮的功能";
INSTALLER_LOADING_MESSAGE_21 = "嗨，那谁。你终于醒了";
INSTALLER_MESSAGEBOX_TITLE = "G HUB 安装程序";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "严重错误：无法创建安装所需的文件夹。请以管理员身份重试。如果问题仍然存在，请访问 https://support.logi.com/hc";
INSTALLER_MESSAGEBOX_ERROR_UNSAFE = "严重错误：无法安全运行该程序。请重新启动电脑并重试。如果问题仍然存在，请访问 https://support.logi.com/hc 寻求帮助";
INSTALLER_MODAL_REBOOT = "需要重新启动才能完成必备组件的安装。重新启动电脑后，安装程序将重新打开。";
INSTALLER_MODAL_TITLE_FAILED = "安装失败。";
INSTALLER_MODAL_TITLE_INIT_FAILED = "初始化失败。";
INSTALLER_MODAL_TITLE_EXITING_SW = "已安装。";
INSTALLER_MODAL_TITLE_CONFIRM = "重新安装 G HUB？";
INSTALLER_MODAL_TITLE_UNINSTALL = "正在卸载。";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "卸载成功。";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "卸载错误。";
INSTALLER_MODAL_TITLE_EXIT = "退出安装。";
INSTALLER_MODAL_TITLE_REBOOT = "需要重新启动。";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "更新错误。";
INSTALLER_MODAL_CONFIRM_EXIT = "是否确认推出？";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "正在初始化";
INSTALLER_STEP_UNPACK = "正在解包";
INSTALLER_STEP_INSTALLING = "正在安装";
INSTALLER_STEP_FINALIZING = "正在完成";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "点击“安装”，即代表您已同意 ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "最终用户许可协议";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "安装 G HUB 时请耐心等待。";
INSTALLER_TOOLTIP_UPDATE = "更新 G HUB 时请耐心等待。";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER = "G HUB 安装程序意外退出";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_DETAILS = "点击“发送”向罗技提交错误报告。有关更多详情，请参见{POLICY_LINK}。";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_CAPTION = "隐私政策";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER_MACOS = "之前尝试安装 G HUB 时导致崩溃";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SHOW_ERROR_DETAILS = "错误报告详情";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SEND = "发送";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_DONT_SEND = "不发送";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_REPORT_SENT = "报告已发送！";
INSTALLER_FEEDBACK_BUTTON = "发送错误报告";
INSTALLER_FEEDBACK_WINDOW_HEADER = "感谢您帮助我们改进 G HUB！";
INSTALLER_FEEDBACK_WINDOW_DETAILS = "请在下面的错误日志中提供您希望包含的上下文或支持故障单信息。";
INSTALLER_FEEDBACK_WINDOW_TEXTBOX_TIP = "问题发生时您正在做什么？是否有任何关联的应用程序或设备？";
INSTALLER_FEEDBACK_WINDOW_LOG_HEADER = "错误报告日志";
INSTALLER_FEEDBACK_WINDOW_COLUMN_FILENAME = "日志文件名";
INSTALLER_FEEDBACK_WINDOW_COLUMN_LOCATION = "位置/文件夹";
INSTALLER_FEEDBACK_WINDOW_OPEN_FOLDER = "打开";
INSTALLER_FEEDBACK_WINDOW_POLICY = "详细了解我们的 {POLICY_LINK}。";
INSTALLER_FEEDBACK_WINDOW_POLICY_CAPTION = "隐私政策";
INSTALLER_FEEDBACK_WINDOW_POLICY_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_FEEDBACK_WINDOW_CANCEL = "取消";
INSTALLER_FEEDBACK_WINDOW_SEND = "发送报告";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_HEADER = "丢弃不完整日志？";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_MESSAGE = "如果关闭窗口，进度将丢失。";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_GO_BACK = "返回";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_CLOSE = "关闭";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_HEADER = "报告已发送！";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_MESSAGE = "谢谢！我们始终致力于提升您的 G HUB 使用体验，您已帮助我们更接近实现此目标。";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_BUTTON_DONE = "完成";
INSTALLER_APPLICATION_TITLE = "Logitech G HUB 安装程序";
INSTALLER_WINDOW_TITLE = "{0} G HUB 安装程序";
INSTALLER_APPLICATION_DESCRIPTION = "Logitech G HUB 安装应用程序";
INSTALLER_INSTALL_BUTTON = "安装";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "安装 (ENTER/RETURN)";
INSTALLER_GET_UPDATE_BUTTON = "获取更新";
INSTALLER_EXIT_BUTTON = "退出";
INSTALLER_CANCEL_BUTTON = "取消";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "系统已存在本软件。启动 G HUB 以检查更新";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "系统存在旧版且不兼容的 Logitech 游戏软件版本。请升级或将其移除，以安装 G HUB。";
INSTALLER_HEADER_DOWNLOADING = "下载 LOGITECH G HUB";
INSTALLER_DESCRIPTION_DOWNLOADING = "全新 Logitech G HUB 软件将大幅改善您的游戏与设备配置体验…";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "…兴衰荣辱…";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "…出生入死…";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "…上天入地…";
INSTALLER_HEADER_DOWNLOADED = "下载成功";
INSTALLER_DESCRIPTION_DOWNLOADED = "准备完毕。";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "安装并启动";
INSTALLER_MENU_ABOUT = "关于";
INSTALLER_MENU_QUIT = "退出";
INSTALLER_MENU_CLOSE = "关闭窗口";
INSTALLER_MENU_EDIT = "编辑";
INSTALLER_MENU_EDIT_CUT = "剪切";
INSTALLER_MENU_EDIT_COPY = "复制";
INSTALLER_MENU_EDIT_PASTE = "粘贴";
INSTALLER_MENU_EDIT_SELECT_ALL = "全选";
INSTALLER_TRANSFER_REMAINING = "剩余";
INSTALLER_ERROR_GENERIC = "安装时发生错误";
INSTALLER_FAILURE_PREFIX = "无法下载：";
INSTALLER_ERROR_SUMMARY = "无法获取有效的更新摘要。";
INSTALLER_ERROR_INITIALIZE = "无法下载：初始化失败。请检查互联网连接并重试。";
INSTALLER_ERROR_TIMEOUT = "请检查互联网连接。";
INSTALLER_ERROR_WRITE = "磁盘已满。";
INSTALLER_ERROR_DLL = "无法加载安装程序的基本组件。请从官方网站重新下载安装程序。";
INSTALLER_RETRY_COUNTDOWN = "%d 后重试。";
INSTALLER_UNCOMPRESSING = "文件提取";
